Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 그게 편하니까요.
en: it’s easier that way.

source: 평화로웠던 대륙에 전란을 일으켜
en: but she began to wage war in the peaceful continent...

source: 다들 로엘 '님'이라고 불렀지.
en: ...addressed mr. roel with respect.

source: 이런 분과 함께 마차를 타고 있는 거지.
en: ...riding in a carriage with... someone like him?

source: 도움이 될 거라 생각했는데,
en: ...be of help to someone now.

source: 음∙∙∙.
en: hmm...

source: 역시 율리어스 님이셔!
en: as expected of master yulius!

source: 앗?
en: huh?

source: 이젠 하나도 안 무서워.
en: ...but now, I’m not scared at all.

source: 하아…
en: sigh

source: 네가 처음 여기 왔을 때처럼 말해봐라.
en: tell me, just like you did when you first came to this house.

source: 그러니 당신 탓이라 생각하지 말아요.
en: so don’t blame yourself.

source: 황실에 가셨습니다.
en: he went to the imperial court.

source: ∙∙∙설마 정말로
en: is this really...

source: 커어어
en: snore

source: 가, 감사합니다.
en: th-thank you.

source: 쿵…
en: thud

source: 일어나라.
en: get up.

source: 서∙∙∙개하하여∙∙∙ 아흐허지허 아하허∙∙∙
en: I... hine... erryshing....ohaaay...*

source: 제가 세탁∙∙∙
en: let me wash--

source: 후원을 받고 싶지 않은 거냐?
en: do you not want to be sponsored?

source: 누가.
en: who.

source: 어디 하나 안 찌그러지고 이쁘다∙∙∙.
en: it’s not creased anywhere. how beautiful...

source: 한 번 잃은 걸로 족하다.
en: ...having lost my family once.

source: 쿠당당탕
en: crash

source: 율리어스 님도 단 걸 좋아하시나?
en: does master yulius also have a sweet tooth?

source: 박치?
en: does he have no sense of rhythm?

source: 지금 전 대공저의 집사니까요.
en: of course. after all, I am the butler of this estate.

source: 안 돼요, 율리어스 님!!!
en: no, master yulius!!!

source: 이제는 말입니다.
en: you see...

source: 눈을 감고 잊어.
en: close your eyes and forget about it.

source: 안 됐지만∙∙∙
en: it’s a pity but...

source: 일을 전부 자기 탓으로 돌리는 것도 일종의 습관이니
en: blaming yourself for everything is a habit of sorts.

source: 아직 죽지 않았으니까.
en: ...you haven’t died yet.

source: 투툭
en: splatter

source: 폐하께서 그걸 원하셨던 것 아닙니까.
en: isn’t that what you wanted?

source: 마허히혀?
en: wahic?*

source: 그리고 그 힘으로 얼마나 많은 가문과 사람을 죽였는지.
en: besides, do you know how many families and people he’s killed with that power of his?

source: 그런 사람이라고 주장하고 싶어서
en: because I wanted to prove that...

source: 할 수 있어요.
en: ...I can do it.

source: 자기 탓이라 생각하지 마십시오.
en: please do not blame yourself.

source: 말하는 걸 허락하지 않았다.
en: ...did not allow you to speak.

source: 더러워지니까 그러지 않아도 돼요~~~
en: you don’t have to fish it back out and get all dirty!

source: 아가씨는 여기에 계신 걸 잊지 마십시오.
en: do not forget that this is where you are now, my lady.

source: 진짜 진짜 힘든 전쟁이라고 했어요!
en: ...so it was a really tough war!

source: 유언 같은 거라 생각하고 말한 거니까∙∙∙.
en: because I thought they would be my last words...

source: 대공의 취향 따위 아무래도 좋으니 아라벨라와 다시 혼인하십시오.
en: I don’t care where your preferences lie. marry arabella.

source: 어쩌지,
en: oh no.

source: 숙제하자…
en: let’s do my homework...

source: 소공녀 님.
en: my lady.

source: 와~ 와~
en: ooh... ah...

source: 친구∙∙∙
en: a friend...

source: 상대는 몰라도 황제가 직접 낳은 자식들이요.
en: no one knows who their father is, but they are the emperor’s biological children.

source: 찰랑 찰랑
en: rustle rustle

source: 무슨 연유로 민트 아가씨를 데려오신 건지는 몰라도∙∙∙
en: I still don’t know why he took in lady mint...

source: 토도도독∙∙∙
en: scurry

source: 모쪼록 민폐 안 끼치게 조심해야 할텐데.
en: ...so as to not be a burden to master yulius.

source: 싸늘
en: loom

source: 딱히 협박하는 것도 아니니까 어서 정하시죠.{j}대공.
en: it isn’t as though I’m really threatening you, either. so hurry up and decide, grand duke.{j}

source: ∙∙∙이러면∙∙∙
en: and this way...

source: 어깨든 목이든 잡아라.
en: hold onto my shoulder or neck.

source: 항소할 겁니다!
en: I’ll file an appeal!

source: 그래봤자 성전에서 한두 놈 정도 훈계하러 보내겠지.
en: at worst, the temple will send down someone to lecture me or something.

source: 왜?
en: why?

source: 전쟁은 할 떄도, 끝난 후에도 정신 없는 법이거든요.
en: wars are hectic, not just when they’re happening, but even after they’ve ended.

source: 유리언은 싫어했지만∙∙∙ 아셀라 마음도 이해는 가.
en: although he may not like it... I understand ascella’s feelings for him.

source: 목욕해서 냄새는 이제 안 날텐데∙∙∙.
en: I took a bath, so I shouldn’t smell anymore...

source: 해고∙∙∙ 당하는 건가요?
en: is she... getting fired?

source: 알고 있어요.{j}율리어스 님.
en: I understand, master yulius.{j}

source: 폐, 폐하∙∙∙
en: y-your majesty...

source: 알기 쉽네요
en: I understand now...

source: 이상의 대화는 의미가 없어 보이네요.
en: I do not think there is a point in continuing this discussion.

source: 그게 바로 엘케도니아의 소공녀일 테니까요.
en: that’s what it means to be the little lady of elkedonia.

source: 유리언이 가지 않았으면 좋겠어요!
en: I don’t want yurion to leave!

source: 어디선가 율리어스 님이 말씀 해주시는 듯한
en: for a moment, I thought...

source: 꼬옥…
en: squeeze

source: 진짜 듣고 싶거든요!
en: but I really want to hear you croak!

source: 잠시 들른 것 뿐이라.
en: I was only stopping by.

source: 피가 나온 거면∙∙∙ 유치처럼 한 번 겪는 그런 건가 봐요.
en: so I just bleed once? just like how my baby teeth fell out?

source: 팟
en: dash

source: 손 떼도 된다.
en: you can take your hands off now.

source: 귀족들은 그걸로 아가씨에게 황손을 낳게 하려는 건가.
en: and that’s how the nobles mean to get lady mint to bear an imperial descendant?

source: 꿈에서까지 실수나 저지르고
en: even in my dreams, I’m making a mess...

source: 참았다…!
en: but I stopped myself...!

source: 그렇지 않으면∙∙∙
en: if you don’t...

source: 냠
en: nom

source: 화, 황제 목독은
en: i-insulting the emperor is...

source: 빠득
en: gnash

source: 탓
en: rush

source: 아니.
en: no.

source: 적어도 깨어나기 전에 이 핫초코란 걸 잔뜩 먹을래∙∙∙!
en: let me at least enjoy as much of this hot chocolate as possible before I wake up.

source: 불끈!
en: clench

source: 농담이다.
en: I’m just joking.

source: 대공 각하께서 붙여주신 호위입니다.
en: his royal highness assigned him to you.

source: 눈을 감는 게 아깝단 느낌이 들어∙∙∙.
en: I feel like it’d be a waste to do so...

source: 샥 샥 샥 샤삭
en: swish swish swish whish

source: 알 거 같아요…
en: I can see that...

source: 아녜요~
en: nope!

source: 아, 아녜요!
en: n-no!

source: 두 달이란 시간은
en: two months...

source: 떨거나!
en: tremble!

source: 그리고,
en: also,

source: 콱!
en: shout

source: 안 돼.
en: no.

source: 내가 가져가겠어!
en: I’ll take her!

source: 할 수 있어요!
en: I can do it!

source: 그럴리가~ 너는 네 분수를 잘 알아.
en: you do! you know your place very well.

source: 어린아이가 더 좋으셨던 건가요?
en: ...that you were interested in... someone younger?

source: 아무리 대공이라지만 윤리와 도덕이란 걸 모르시는지∙∙∙!
en: does the grand duke not have a sense of morals and ethics?!

source: 소공녀님께 제안드릴 게 있어요.
en: there’s something I’d like to propose to you, lady mint.

source: 그래도 정 네가 뭔가를 바란다면∙∙∙
en: but if you still wish to do something for me...

source: 이름만 부르셔도 됩니다~
en: you can drop the formalities!

source: 민트 아가씨∙∙∙
en: lady mint...

source: 죽여!!!
en: kill her!!!

source: 말 여물 창고에 실신한 상태로 있는 걸 찾은 겁니다.
en: she was found unconscious in the storehouse for the horses’ feed.

source: 이럴 게 아니라
en: let’s just...

source: 내 의견이 맞다고 생각하면 굽히지 말라는 뜻이셨을 거야.
en: he must have meant that I shouldn’t compromise my principles.

source: 풉
en: pfft

source: 제 모자람을 한탄하는 건 나중에 할 테니까
en: I will lament over my flaws and shortcomings later, so...

source: 괴∙∙∙
en: he...

source: 왔군.
en: there you are.

source: 엇흠
en: ahem

source: 아가씨 방금은 그냥 못 들은 걸로 해주십시오.
en: please forget what I just said, my lady.

source: 로엘을 불러라!!!
en: summon roel at once!!!

source: 괴물괴물은 어떠세요
en: or how about humoring me by just saying “ribbit ribbit”?

source: 설마요.
en: no way.

source: 우와아아아아
en: yeaaah

source: 척척척
en: step step step

source: 싸아…
en: glare

source: 즉답
en: immediate answer

source: 그런데 내가 왜 그런 상처 하나 구분 못할 거라 생각하지?
en: so why do you think I wouldn’t be able to determine how she got those injuries?

source: ∙∙∙라고 얼마전에 로엘이 말해서
en: that’s what roel told me recently.

source: 좋아하는 꽃이 뭔가요?
en: which flower do you like best?

source: 로, 로엘.
en: r-roel.

source: 서대륙의 지배자.
en: ruler of the west.

source: 내 말이 맞죠?
en: what did I tell you?

source: 이미 성인이신 율리어스 님 눈엔
en: master yulius, who is already an adult...

source: 꽝
en: crash

source: 아까 들어서 압니다.
en: no need, I already know. I heard you earlier.

source: 선물인 걸 알았으면 버리지 않았을 겁니다.
en: had I known it was a gift, I wouldn’t have thrown it away.

source: ∙∙∙정말?
en: really...?

source: 내가 정말 사과하고 싶은 건∙∙∙
en: what I really want to apologize for is...

source: 하세요.
en: go ahead.

source: 조금은 따뜻해질지도 몰라.
en: it might be a little warmer.

source: 아무래도 그건 안 되겠지.
en: probably not.

source: 이런 행복이 나에게 어울릴리 없다고,
en: you know that you don’t deserve...

source: 제길 그 놈들 다른 말고삐도 끊어놨어!
en: damn it, those bastards cut off the other reins too!

source: 콰앙!
en: burst

source: 제가 맛있는 저녁을 부탁하고 올게요.
en: I’ll ask the chefs to prepare an extra delicious dinner!

source: 멀찍…
en: stare

source: 유리언은 조금 무뚝뚝해도
en: yurion may be a little aloof...

source: 나 때문에 율리어스 님의 평판에 흠이 나선 안 돼.
en: ...I must not besmirch master yulius’s reputation.

source: 감사합니다.{j}레트나 여사님.
en: thank you, madam letna.{j}

source: 그런∙∙∙ 게 왜 제 침대에?!
en: why would such a thing be by my bedside?!

source: 이런 일로 율리어스 님을 걱정시키지 않는다고!
en: I wouldn’t make master yulius worry over this kind of thing!

source: 합법적인 노예 경매장은 이렇게 운영되지 않습니다.
en: legal slave auctions are not run like this.

source: 개, 개굴이랬어요!
en: h-he said croak!

source: 명령이 안 되니 구슬리는 것 뿐이고요.
en: she’s just trying to butter me up since she can no longer order me around.

source: 그렇군요.
en: I see.

source: 고마워요.
en: thank you.

source: 방글
en: spin

source: 전쟁 후에 고아들이 많아진 후로∙∙∙
en: that’s what fostering essentially is, isn’t it? since there are now so many children orphaned by the war...

source: 일단 씻고 얘기를 나누지요.
en: well, let’s get you washed up first. we can talk later.

source: 신분을 뛰어넘는 러브레터니까요.
en: they’re love letters that bridge the class divide.

source: 지, 집사님.
en: m-mr. roel.

source: 너도 인정하지 않는 거잖아?
en: ...doesn’t deserve to be happy?!

source: 아니, 그런 힘을 가졌기에 그렇게 된 건가∙∙∙.
en: or perhaps it was the power that made her into who she is...

source: 괜찮으신가 보군요∙∙∙.
en: I’m glad to see you’re all right...

source: 몸종에게도 글을 가르친다니∙∙∙
en: to think they even taught their page boys how to read and write...

source: 살짝 무겁고∙∙∙ 따뜻해.
en: it feels a little heavy... and warm.

source: 먼저 힘.
en: first, power.

source: 조금 버릇없어도 율리어스 같은 귀한 인내는 아껴줘야지요.
en: rude as he may be at times, a man of yulius’s talent is of great value to me.

source: ∙∙∙하지만 황제 폐하께서도 말씀하셨잖아요.
en: but... you said so yourself, your majesty...

source: 죄송합니다, 잘못했어요!
en: I’m so sorry. please forgive me!

source: 안 돼요.
en: no can do,

source: 내가 가진 자산, 권력, 힘∙∙∙ 그런 것만 볼 뿐.
en: they are merely after my wealth, authority, and power...

source: 이유는 모르겠지만 원하는 호칭으로 불러주는 게 좋겠지∙∙∙.
en: I don’t really understand why, but I suppose I should call them however they wish to be called...

source: 상냥한 분이세요.
en: ...who even cherishes the life of a child like me.

source: 벌렁 벌렁
en: tremble tremble

source: 우리 신자들이 흘린 피를 생각하면 하찮기 짝이 없지만!
en: she’s a pittance compared to the blood us followers have spilled...

source: 툭 치면 부러질 것 같은 몸으로 뭘 한다는 거냐.
en: what can you do with such a frail body?

source: 하아
en: sigh

source: 이제부터 매달 하시게 될 거예요~
en: this will happen every month from now on! there’s a reason why they’re called monthlies.

source: 그래서 황녀 전하와 하셨던 약혼도 깨신 건가요?
en: is that why you broke off your engagement to the princess?

source: 이 앞이 식당이에요.
en: this is the dining hall.

source: 냄새나요 저∙∙∙
en: I must stink...

source: 율리어스 님이 구하러 와주셨어∙∙∙!
en: master yulius came to save me...!

source: 싫은 건 하지 말라고!
en: not to do anything I don’t want to do!

source: 아셀라와 유리언을 떠올리면…
en: if I think about ascella and yurion...

source: 편하게 있어라.
en: relax.

source: 물론 고통은 함께 공유되므로
en: of course, as that pain is shared...

source: 몸도 약하신데 여기저기 부딪히셔서∙∙∙
en: your body is frail to begin with, and you fell a few times back there...

source: 케이크가 별로면 핫초코라도∙∙∙
en: if you don’t like cake, we can get you a cup of hot chocolate...

source: 우리 에벨 거리에 가요!
en: let’s go to ebel street!

source: 민트 아가씨!
en: lady mint!

source: 끼이익-
en: creak

source: 민트 몸에 멍이 많더군.
en: I noticed that mint’s body is covered in bruises.

source: 딸꾹
en: hic

source: 때리지 마세요∙∙∙.
en: please don’t hit me...

source: 네.{j}로엘 님.
en: yes, mr. roel.{j}

source: 누구 탓.{j}누구 탓 하면서 남을 안 믿는 거잖아?
en: you’re always blaming others, refusing to trust them.{j}

source: 여기 있기 위해 뭐든 한다고 한 건 나니까.
en: I was the one who had said I would do whatever it takes for me to stay here.

source: 책임지고 수속을 다 마치도록.
en: I’ll leave the girl under your care. see to it that she is settled in.

source: 저녁 식사를 함께할 수 있을까요?
en: ...have dinner together today?

source: 저딴 거한테 내가∙∙∙
en: how dare she...

source: 만족스러운 공포를 제공할 때까진 놓아주지 않으마.
en: I won’t stop until I feel as though you’ve experienced enough fear.

source: 한가지는 알고 있도록 해라.
en: ...but know this.

source: ∙∙∙이 편지를 보낸 자들은 그런 생각으로 보낸 게 아닐 거다.
en: I’m sure that’s not what the senders of these letters had in mind.

source: 무려 귀족님이 날 수양후원 해주신다며
en: in my dream, a noble offered to take me in...

source: 쒸익
en: smirk

source: ∙∙∙어
en: huh...?

source: 민트 엘케도니아∙∙∙
en: mint elkedonia...

source: 민트를 보는 순간 그런 생각이 들었어요.
en: ...the moment I saw you, I thought...

source: 이 소녀의 몸이 버틸 수 있을지는
en: as the master of aura, you’d know best...

source: 이런 저라도∙∙∙ 살아도 되는 건가요?
en: can someone like me... be allowed to live?

source: 소공녀 님께 손님이 오셨다는군요.
en: a guest is here to see you.

source: 제게 말해줄래요?{j}민트.
en: will you tell me, mint?{j}

source: 누가 울어요!
en: who’s crying?!

source: 사죄하는 걸로 그 죗값 너그러이 봐드리겠습니다.
en: but I’ll generously forgive this slight if you apologize.

source: 두말 않겠습니다.
en: I won’t repeat myself.

source: 지나번처럼 수상한 꽃이 있나 찾을 줄 알았는데∙∙∙
en: I thought he meant we’d do a sweep of the house to look for more suspicious flowers...

source: 탕약은 잘 먹고 있는 거냐?
en: are you taking the herbal medicine regularly?

source: 레트나
en: letna

source: 양심과 도덕,
en: ethics and morals.

source: 여럿이할 때 더 효율이 좋기도 하답니다.
en: when done with others.

source: 키리안,
en: kirian.

source: 아하하..
en: ahaha...

source: 이런~
en: oh my.

source: 긴장하지 말도록.
en: there’s no need to be nervous.

source: 내가 직접 목을 썰어주겠어!!!
en: I’ll cut her head off myself!!!

source: 이거 신고각?!
en: shouldn’t I report this?!

source: 그저 경매를 보러-
en: I’m just here to watch the auction--

source: 음치신가?
en: is he tone-deaf?

source: 쿠와아앙…
en: aaah

source: 정말요?!
en: really?!

source: 고아원에서 만났다면 친구가 되었을지도 모를텐데.
en: had we met at the orphanage, we might have become friends.

source: 내 몸에서 나가요, 황제!!!
en: leave my body now, emperor!!!

source: 율리어스 님도 분명 그런걸 원하지 않았을 거야.
en: I’m sure master yulius didn’t want that for himself either.

source: 품격에 안 맞는 친구들은 없는 게 더 낫겠지요.
en: since she’ll be associating with other noble children from now on.

source: 그랬나.
en: can you?

source: 퍽 퍽 퍼억
en: wham wham whack

source: 얼마 안 되어 수양 후원으로 절 들여오셨다 들었어요.
en: ...and became my foster guardian shortly after that.

source: 실∙∙∙
en: I won’t...

source: 괜찮은 골격이군.
en: you’ve got a fine build.

source: 로엘 집사님은 평범한 집사가 아닌 건가∙∙∙?
en: is mr. roel more than a simple butler?

source: 네 목숨이 그만한 가치가 있다고 보냐?
en: do you truly think your life is worth that much?

source: 헤실
en: smile

source: 원하지 않으시면 거절하셔도 좋으십니다.
en: if you don’t want to, you can always turn her away.

source: 앗!!!
en: oh!!!

source: 어라∙∙∙?
en: huh...?

source: 예시가…
en: what an example...

source: 탕
en: slam

source: 그렇게 전하겠습니다.
en: understood, your royal highness.

source: 행복한 꿈을 꾸게 해주셔서 고맙다 해야했는데.
en: and letting me live a happy dream before I died...

source: 한마다만 해도 될까요∙∙∙.
en: ...just say one thing...?

source: 개굴개굴 한 번만 해주시면 정신이 들 거 같은데요
en: if you croak like a frog, I might return to my senses.

source: 아시는 대로입니다.
en: yes, you are correct.

source: 유리언∙∙∙.
en: yurion...

source: 난 여기 있는 게 행복해!
en: I’m happy here!

source: 몸이 무거워∙∙∙.
en: my body feels heavy...

source: 비실비실
en: stagger

source: 아, 아니요.
en: n-no.

source: 물론이죠.
en: of course.

source: 율리어스 님을 만나러 가는 길에 예전 일이 생각났다.
en: but on my way see master yulius, I was reminded of what he’d said to me earlier.

source: ~어른들의 세계~
en: an adult conversation

source: 빨리 어른이 되고 싶네요.
en: ...want to hurry up and become an adult.

source: 전 민트 엘케도니아라고 해요.
en: let me introduce myself. I’m mint elkedonia.

source: 이게 죽는단 거구나.
en: so this is what it feels like to die.

source: 오히려 시작하셨으니 건강해졌단 뜻인걸요!
en: actually, it’s great that she began her monthlies! it’s a sign that her health has improved.

source: 여자에게 관심 없는 엘케도니아 대공의 행보에
en: ...but countless women are sending him, who’s never shown interest in any of the noblewomen...

source: 빤-..
en: stare

source: 끼이익
en: creak

source: 교육받은 덕에 아가씨의 도움이 되어서 기쁩니다.
en: I’m happy that the education I received served to help you, my lady.

source: 엘케도니아의 기사단이라고 했던가?
en: I believe that’s elkedonia’s order of knights.

source: 대공의 마도사가 저택에서 마법으로 살렸겠지요.
en: the magic priest at your estate must have saved her with magic.

source: 문제없군.
en: I was worried for nothing.

source: 손님이 오셨습니다.
en: a guest has arrived.

source: 민감한 부위라 충격으로 쇼크사할 수 있기 때문이지.
en: ...as it’s such a sensitive organ that the person could end up dying from shock.

source: 저를요?
en: me?

source: 죽을 생각이었지.
en: ...dying, weren’t you?

source: 정말 괜찮단 생각이 드는 걸까.
en: for me to really believe it?

source: 그렇지만 전 아무 죄도 얺는 걸요.
en: but I’ve done nothing wrong.

source: 떄리지∙∙∙
en: please...

source: 괜찮지 않나?
en: so it’s fine, isn’t it?

source: 다 유리언 덕이야!
en: it’s all thanks to you, yurion!

source: 열이 꽤 내렸군요.{j}소공녀 님.
en: your fever’s gone down, my lady.{j}

source: 세워두고∙∙∙
en: I left you standing there...

source: 그것도 그 아셀라 아가씨가 말이죠..
en: and from lady ascella, no less.

source: 그럼 다∙∙∙ 저 때문이잖아요?
en: and that’s all... because of me.

source: 나로선 네게 신임을 줄 수 없는 거냐?
en: am I not trustworthy enough for you?

source: 아까 말한 잃고 싶지 않다고 한 것도 대공을 뜻한∙∙∙
en: earlier, when I said I do not wish to give anything up, I meant you--

source: 대공의 차를 가져오거라.
en: bring tea for the grand duke.

source: 지긋~
en: stare

source: 그렇군요∙∙∙
en: I see...

source: 툭
en: flop

source: 구멍∙∙∙
en: a... hole?

source: 해고당한 게 네 탓이라 생각하는 건 아니겠지?
en: ...are you blaming yourself for her termination?

source: 저, 저기요.
en: e-excuse me.

source: 얼굴 한 번 보기 귀한 영애신데 걸음하길 잘했군요.
en: I’m glad I paid a visit. it’s not every day I can see this lady.

source: 집사님은 어딘가 좀 무섭다.
en: ...but he’s a little scary.

source: 그럼 잘 주무셔야죠.
en: then you should sleep well.

source: 그때 깨어나면 뭔가 한다고 했던 거 같은데∙∙∙.
en: I think there was something I was planning to do when I woke up...

source: 오늘 로엘님이 후원 수속도 마쳐둘테니까
en: mr. roel will complete the necessary paperwork for the sponsorship to be confirmed.

source: 아셀라를 보면 전혀 그런 느낌이 아녔는데.
en: seeing what ascella is like, I’d never have imagined that to be the case.

source: 으∙∙∙ 나한테서 냄새가 엄청 났나봐∙∙∙.
en: oh no... I must smell really bad...

source: 부글 부글 부글
en: fume fume fume

source: 엄청 크고 멋진 집에 데려가주시는 꿈이었거든∙∙∙.
en: ...and brought me to a wonderful, magnificent home...

source: 이뻐서…
en: because it was pretty...

source: 율리어스 님이 내게 싫은 건 하지 말라고 하신 건
en: when master yulius told me not to force myself to do anything I didn’t want...

source: 전부 무시하고 있습니다.
en: but I’m ignoring all her letters.

source: 등 대세요~
en: please show me your back.

source: ∙∙∙민트.
en: mint.

source: 그래, 잘 자고 일어나면 밥도 많이 먹어라.
en: yes. sleep well, and eat well too.

source: 아무튼 오늘도 편지 봐줘서 고마워!
en: anyway, thanks for reading my letter today too!

source: 덜컹…
en: clunk

source: 퐁…
en: plop

source: 소공녀니까.
en: I’m a little lady now.

source: 왠지 다들 반기는 느낌은 아닌 거 같아.
en: no one really seems to be welcoming the messenger.

source: 소공녀 님을 성심껏 모시도록 하겠습니다.
en: I will serve the lady with the utmost care.

source: 유리언∙∙∙?
en: yurion...?

source: 약혼은 나중에 대공 각하께서 파기했는데∙∙∙
en: master yulius later broke off the engagement...

source: 멈추시라 했소,
en: I told you to stop...

source: 통증 완화용 차
en: tea to ease the pain

source: 난리 난리 생난리
en: panicked panicked

source: 히히히힝
en: neigh

source: 따뜻한 물에 씻으면 몸이 나른해지는 거 항상 신기해~
en: it’s so fascinating how my body gets all relaxed after taking a warm bath.

source: 유리언이랑 함께 살고 싶어요!
en: ...would like to live with yurion!

source: 주어진 행운에 감사하며 열심히 사는 게 내가 할 일일 거야.
en: all I need to do is work hard and appreciate the good fortune I’ve been blessed with.

source: 네
en: yes.

source: 스릉
en: swing

source: 얘는 정말 변함이 없구나.
en: at least she’s consistent.

source: 다들 얼마나 얘기하는데요.
en: you’re the talk of the town.

source: 달달달달
en: tremble tremble

source: 그래도 나는 노예가 되는 것보단
en: still, rather than become a slave...

source: 절 굳이 찾아오신다면 만나야죠.
en: I’ll meet her if she visits me again.

source: 흡!
en: mhmm!

source: 예?
en: huh?

source: 뭔가∙∙∙
en: something...

source: 소공녀 같은 건 부담스러운걸요.
en: being a little lady is too much for me.

source: 노란 수선화는 마음에 안 들었던 것 같아서요.
en: you didn’t seem to like the yellow daffodils.

source: 너만 없었어도 칼라 신께서 우리를 구원하러∙∙∙
en: if it weren’t for you, kalla would have saved us--

source: 죄, 죄송∙∙∙
en: s-sorry--

source: 아셀라 아가씨 얘기면 그 편지 얘깁니까?
en: were you two talking about the letters from lady ascella?

source: 다음 기회에∙∙∙
en: the next opportunity...

source: 근데 카민∙∙∙ 경이 제 호위라뇨?
en: why is... sir karmin escorting me?

source: 거긴 지금 율리어스 님께서 '상담' 중이시잖아요.
en: master yulius is currently having a meeting there, right?

source: 우아~
en: ta da

source: 아, 아니.
en: o-oh, I mean...

source: 버러지들이 아직도 남아있었나.
en: those vermin were still alive?

source: 인기를 끌지도 모르겠군요~
en: will become the next big thing!

source: 혹시, 그∙∙∙
en: if--

source: 같은 걸 만드는∙∙∙
en: to create... something like a sword, I believe?

source: 후후후
en: hehehe

source: 퍼억-
en: thwack

source: 헤헤…
en: hehe

source: 독소라도 배출했나?
en: was my body detoxing itself?

source: 전 괜찮아요.
en: that’s fine with me.

source: 유, 유리언은요.
en: y-yurion...

source: 황제는 엘케도니아와 계속 연을 맺고 싶어하니∙∙∙.
en: ...but the emperor still wants a connection to the house of elkedonia...

source: 훗훗훗훗훗
en: hehehehehe

source: 크윽
en: wince

source: 유리언과 친해지고 싶은 고용인들이 많다고 합∙∙∙
en: there are many servants who’d like to get to know yurion--

source: 청소요?
en: cleaning house?

source: 아셀라 아가씬 상관없습니다.
en: lady ascella has nothing to do with this.

source: 오해야!
en: it’s a misunderstanding!

source: 율리어스 님과 좀 더∙∙∙
en: I want to spend more time with master yulius...

source: 로엘 집사님 잘못이 아닌걸요.
en: it’s not your fault, mr. roel...

source: 죄송하지만∙∙∙
en: I’m sorry, but...

source: 내리도록.
en: here.

source: 여기 있어도∙∙∙ 되는 건가요?
en: stay... here?

source: 우물쭈물
en: fidget

source: 나는 대공과 싸울 생각이 없습니다.
en: I have no desire to fight you, grand duke.

source: 어쩌다 그런 자에게 그만한 힘이∙∙∙
en: how could someone like her gain such immense power?

source: 다시는 이런 짓 하지 마라.
en: do not ever do that again.

source: 아이를 돌보는 사회공헌가로 평판나있다니.
en: are being honored for their so-called contribution to society.

source: 다 너 때문이 아니냐!!!
en: this is all because of you!!!

source: 똑
en: drip

source: 뭐, 귀족 상대론 까다롭긴 하지.
en: well, sure. selling a noble’s tricky.

source: 그 사람은 황제예요!!!
en: this person is the emperor!!!

source: 꺄아아악
en: ahhhh

source: 번복하는 건 아라∙∙∙
en: becoming engaged to her again will only tarnish ara--

source: 당당하게!
en: be confident!

source: 따라와.
en: come with me.

source: 당신은 대공에게 나라는 길을 열어준 매개체가 된 겁니다.
en: you merely served as a conduit between myself and the grand duke.

source: 물어본다는 게 뭐지?
en: what is it that you wish to ask?

source: 럭키!!!
en: score!!!

source: ∙∙∙하고요.
en: ...had you been sold at a slave market.

source: 취미?
en: what she’s into?

source: 뼈라도 안 부러진 게 다행인 거다.
en: you should be thankful that you at least didn’t break any bones.

source: 제 선에서 돌려보낼테니…
en: I’ll send her off with an excuse...

source: 저 같은 아이의 생명도 이렇게 소중히 해주는
en: ...is a very kind, considerate person...

source: 내 말을 못 알아들었군.
en: you seem to have misunderstood.

source: 아가씨는 영양 부족이시니 어쩔 수 없어요.
en: that can’t be helped. you’re malnourished.

source: 원하신다면 언제든 목을 베어 오겠습니다.
en: as soon as you give the order, I’ll bring you his head on a platter.

source: 말하는 것에 따라선 목숨 정도는 살려줄 수 있을지도 모르지.
en: but depending on what you tell me, I might decide to spare your life, at least.

source: 뭐 됐다.
en: oh well.

source: 퀭..
en: glum

source: 죄송해요!
en: I’m sorry!

source: 아가씨?
en: my lady?

source: 얼떨떨∙∙∙
en: dazed

source: 이젠 조금은 누군가에게
en: I thought I could finally...

source: 아껴뒀다 노역장에서 써먹으라고!
en: I’ll send you to the labor house and work you to the bone!

source: 향긋…
en: fragrant

source: ∙∙∙율리어스 님은 눈을 감으라고 하셨지만
en: master yulius told me to close my eyes...
